RRN_Data/1530200/1530283.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-01-10T20:13:36.887+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-01-10T20:13:36.887+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240109-001773" version="3"><overallSeverity>low</overallSeverity><situationVersionTime>2024-01-10T20:13:34.530+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralInstructionOrMessageToRoadUsers" id="240109-001773-1" version="3"><situationRecordCreationTime>2024-01-09T15:15:08.509+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-01-10T20:13:34.530+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-01-10T20:13:34.530+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-01-09T15:15:08.509+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-01-09T15:15:08.509+01:00</overallStartTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">arrêté zonal</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Calvados</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><forVehiclesWithCharacteristicsOf><vehicleType>lorry</vehicleType><grossWeightCharacteristic><comparisonOperator>greaterThan</comparisonOperator><grossVehicleWeight>7.5</grossVehicleWeight></grossWeightCharacteristic></forVehiclesWithCharacteristicsOf><generalInstructionToRoadUsersType>noOvertaking</generalInstructionToRoadUsersType></situationRecord><situationRecord xsi:type="GeneralInstructionOrMessageToRoadUsers" id="240109-001773-103" version="2"><situationRecordCreationTime>2024-01-09T15:16:58.906+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-01-10T20:13:34.530+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-01-10T20:13:34.530+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-01-09T15:16:58.906+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-01-09T15:16:58.906+01:00</overallStartTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Manche</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><forVehiclesWithCharacteristicsOf><vehicleType>lorry</vehicleType><grossWeightCharacteristic><comparisonOperator>greaterThan</comparisonOperator><grossVehicleWeight>7.5</grossVehicleWeight></grossWeightCharacteristic></forVehiclesWithCharacteristicsOf><generalInstructionToRoadUsersType>noOvertaking</generalInstructionToRoadUsersType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>